/* No comment provided by engineer. */
"Account or password not recognized" = "Konto eller passord ikke gjenkjent";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Brukernavnet eller passordet som ble oppgitt, tillater ikke fjernpålogging på tjeneren. De kan være ugyldige, eller de kan ha blitt skrevet inn feil.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD Flat File og NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Kan ikke konfigurere Directory Services";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Kan ikke koble til tjener";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Back" = "Tilbake";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "låsetast på";

/* No comment provided by engineer. */
"Delete directory domain?" = "Slett katalogdomene?";

/* Window Title */
"Directory Access: %@" = "Katalogtilgang:  %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Det har oppstått en uventet feil";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "Det kan hende at Directory Services ikke er installert på tjeneren, det kan være slått av, eller adressen kan være skrevet inn feil.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Vil du arkivere endringer før du låser?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Vil du arkivere endringer før du avslutter?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Ikke arkiver";

/* No comment provided by engineer. */
"Edit of Custom path" = "Rediger egendefinert bane";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Kunne ikke allokere databuffer";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Kunne ikke allokere dataliste.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Kunne ikke bygge dataliste fra strenger.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Kunne ikke endre tilpassede søkekriterier.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Kunne ikke endre søkekriterier.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Kunne ikke deallokere databuffer.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Kunne ikke hente katalognodeantall.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Kunne ikke åpne katalognode.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Kunne ikke hente katalogdomener.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Kunne ikke hente pluginmodulliste.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Kunne ikke hente oppføringsattributt.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Kunne ikke hente oppføring.";

/* Error converting */
"IPv4 address required." = "IPv4-adresse kreves.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Fortsett";

/* No comment provided by engineer. */
"Please confirm deletion." = "Bekreft sletting.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "Pluginmodulkonfigureringsprogrammet %@ kunne ikke åpnes.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "Pluginmodulkonfigureringsprogrammet %1$@ mangler. Forsøk å endre konfigurasjonsfilen %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "Pluginmodulkonfigureringsprogrammet %1$@ eller konfigurasjonsfilen %2$@ kunne ikke åpnes.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Pluginmodulkonfigureringsprogrammet: %@ mangler.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Pluginkonfigureringsfilen %@ mangler.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Konfigurering av pluginmodul mislyktes";

/* No comment provided by engineer. */
"Save" = "Arkiver";

/* No comment provided by engineer. */
"Save Changes?" = "Arkiver endringer?";

/* No comment provided by engineer. */
"Server not found" = "Fant ikke tjeneren";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Noen av de valgte katalogdomenene finnes allerede i din egendefinerte bane.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Navnet eller passordet som ble oppgitt, tillater ikke pålogging på den eksterne tjeneren. De kan være ugyldige, eller de kan ha blitt skrevet inn feil.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "Tjeneren bruker en annen versjon av Mac OS X. Remote Directory Setup krever at begge maskinene har samme versjon.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "Tjeneren kan være utilgjengelig for øyeblikket, eller URL-en kan være feilstavet.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Dette katalogdomenet finnes allerede i din egendefinerte bane.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Dette feltet kan kun inneholde ASCII-tegn (latinske).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Denne pluginmodulen trenger ikke å konfigureres.";

"kVerifyingNFSMountHeader" = "Kontakter NFS-tjener.";
"kVerifyingNFSMountBody" = "Prøver å verifisere at NFS-URL-en er gyldig. Hvis du vil fortsette uten å verifisere, klikker du på «Ikke verifiser».";
"kVerifyingNFSMountOKBtnTitle" = "Ikke verifiser";
"kNFSMountNoResponseHeader" = "NFS-tjeneren svarte ikke.";
"kNFSMountNoResponseBody" = "NFS-tjeneren svarte ikke. Vil du opprette denne aktiveringen likevel?";
"kNFSMountNoResponseOKBtnTitle" = "Opprett";
"kNFSMountGoodHeader" = "NFS-tjeneren ser ut til å fungere.";
"kNFSMountGoodBody" = "NFS-tjeneren svarte og ser ut til å fungere. Klikk på OK for å fortsette.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "Passordet er feil.";
"kUserHomeDirBadPasswordBody" = "Du har skrevet inn feil passord for denne brukerkontoen.";
"kUserHomeDirPassDoesntMatchImageHeader" = "Passordet for kontoen er ikke det samme som passordet for den FileVault-beskyttede Hjem-mappen.";
"kUserHomeDirPassDoesntMatchImageBody" = "Endre passordet for denne brukerkontoen i Systemvalg slik at det tilsvarer passordet for den FileVault-beskyttede Hjem-mappen som er markert.";
"kEnableRootUserMenuItem" = "Aktiver rotbruker";
"kDisableRootUserMenuItem" = "Deaktiver rotbruker";

"kODServerType" = "Open Directory-tjener";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory-domene";
"kLocalODMasterDisplayName" = "Lokal tjener";

"kStatusDisplayStringODUp" = "Denne tjeneren svarer normalt.";
"kStatusDisplayStringODDown" = "Denne tjeneren svarer ikke.";
"kStatusDisplayStringODChecking" = "Denne maskinen prøver å kontakte %@.";
"kStatusDisplayStringODNotUsed" = "Denne tjeneren er ikke i bruk.";
"kStatusDisplayStringADUp" = "Dette domenet svarer normalt.";
"kStatusDisplayStringADDown" = "Dette domenet svarer ikke.";
"kStatusDisplayStringADChecking" = "Denne maskinen prøver å kontakte %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Denne tjeneren er ikke i godkjenningssøkekriteriene dine.";

"kNoDirectoryServersFoundMsg" = "Ingen katalogtjenere konfigurert";

"kEditDirServerMergeAccountLabelFormat" = "«%@» med nettverkskontoen nedenfor";

"kSingleSBSFound" = "Mac OS X Server «%@» tilbyr følgende tjenester. Vil du konfigurere datamaskinen din slik at den kan bruke tjenestene?";
"kSBSMergeAccountLabelFormat" = "Konfigurer programmene mine";
"kSBSDontMergeAccountLabelFormat" = "Konfigurer tjenester";
"kSBSDontDoAnything" = "Ikke konfigurer programmene mine";
"kSBSOptionsPageMsgFormat" = "Vil du at programmene dine skal konfigureres for bruk av tjenestene som tilbys av denne tjeneren? Dette vil gjøre følgende:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Skriv inn navnet og passordet på «%@» som du fikk tildelt av tjeneradministratoren.";
"kSBSAuthPageMsg2Format" = "Skriv inn passordet for kontoen «%@» på denne maskinen.";
"kSBSFinalPageMsgFormatMerge" = "Programmene dine er nå klare til å bruke tjenestene på «%@.»\r\r%@\r\rLogg av og på for å bruke de nye tjenestene.";
"kSBSFinalPageMsgLocalPassChanged" = "Passordet for kontoen %@ på denne maskinen ble endret til passordet som brukes for kontoen %@ på tjeneren «%@».";
"kSBSFinalPageMsgServerPassChanged" = "Passordet for kontoen %@ på tjeneren «%@» ble endret til passordet som brukes for kontoen %@ på denne maskinen.";
"kSBSFinalPageMsgFormatNoMerge" = "Programmene dine er nå klare til å bruke tjenestene på «%@».";
"kUpgradeUserFailedTitle" = "Konfigurering av brukerkontoer mislyktes.";
"kUpgradeUserFailedMsgFormat" = "Det oppsto en uventet feil av typen %d. Ingen endringer ble gjort.";
"kUpgradeUserFailedbadPasswdMSg" = "Nettverkskontopassordet er feil. Kontroller passordet og kontonavnet, og prøv igjen.";
"kUpgradeUserFailedDSErrorMSg" = "Det oppsto en Open Directory-feil. Ingen endringer ble gjort.";
"kUpgradeUserFailedBackupErrorMSg" = "Det oppsto en feil under konfigurering av sikkerhetskopiering. Ingen endringer ble utført. Hvis du vil fortsette med sikkerhetskopieringen, kan du slå av sikkerhetskopiering og prøve på nytt.";

"kAugmentUserBindingToSBSAlert" = "Bruke tjenester på tjeneren?";
"kAugmentUserBindingToSBSMsgFormat" = "Hvis du velger å bruke tjenestene på %@, vil innstillingene på kontoen din bli konfigurert for bruk med tjenestene.";
"kAugmentUserBindingToSBSBindBtn" = "Bruk tjener";
"kAugmentUserBindingToSBSDontBindBtn" = "Avbryt";

"kSureToDeleteODServerTitle" = "Avslutte bruk av katalogtjeneren?";
"kSureToDeleteODServerMsg" = "Er du sikker på at du vil avslutte bruk av katalogtjeneren %@? Handlingen kan ikke angres.";
"kSureToDeleteSBServerTitle" = "Avslutte bruk av Mac OS X Server?";
"kSureToDeleteSBServerMsg" = "Er du sikker på at du vil avslutte bruk av tjenestene på Mac OS X Server-tjeneren %@? Handlingen kan ikke angres.";
"kCantDeleteLocalSBSTitle" = "Kan ikke slette den lokale tjeneren.";
"kCantDeleteLocalSBSMsg" = "Den lokale tjeneren kan ikke slettes fordi den er nødvendig for at Mac OS X Server skal fungere riktig.";
"kCantEditLocalSBSTitle" = "Kan ikke redigere den lokale tjeneren.";
"kCantEditLocalSBSMsg" = "Den lokale tjeneren kan ikke redigeres fordi den er nødvendig for at Mac OS X Server skal fungere riktig.";
"kDeleteServerBtn" = "Slutt å bruke tjener";
"kDontDeleteServerBtn" = "Avbryt";
"kLeaveServerBtn" = "Slutt å bruke tjener";
"kDontLeaveServerBtn" = "Avbryt";
"kLogOutBtn" = "Logg av";
"kQuitBtn" = "Avslutt";
"kSkipFoundSBSSheetBtn" = "Hopp over";
"kJoinButton" = "Fullfør konfigurering";
"kBeginSetupBtn" = "Start konfigurering";
"kNewSBSStepTitleAlert" = "Innledning";
"kNewSBSStepTitleAuth" = "Godkjenning";
"kNewSBSStepTitleOptions" = "Valg for konfigurasjon";
"kNewSBSStepTitleBackUp" = "Sikkerhetskopier";
"kNewSBSStepTitleFinished" = "Vellykket";
"kNewSBSBadLocalPassword" = "Godkjenningsfeil.";
"kNewSBSBadLocalPasswordMsg" = "Du har oppgitt feil passord for den lokale brukerkontoen.";
"kNewSBSBadNetPassword" = "Godkjenningsfeil.";
"kNewSBSBadNetPasswordMsg" = "Navnet og passordet du har oppgitt for brukerkontoen på tjeneren, stemmer ikke overens.";
"kSureNotToMergeTitle" = "Er du sikker på at du vil fortsette uten å oppgradere den lokale kontoen din?";
"kSureNotToMergeMsg" = "Hvis du ikke oppgraderer, men likevel vil bruke tjenestene «%@» tilbyr, må du logge deg på med navnet og passordet du har fått tildelt av tjeneradministratoren.";
"kDontMergeBtn" = "Ikke oppgrader";
"kGoBackBtn" = "Gå tilbake";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Konfigurerer en e-postkonto for deg og viser kontakter fra tjeneren.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Konfigurerer en iChat-konto for deg og fyller vennelisten i iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Gjør det mulig å sikkerhetskopiere data fra denne maskinen til denne tjeneren.";
"kFileServicesServiceName" = "Fildeling";
"kFileServicesServiceDescription" = "Legger til delte disker i sidepanelet i Finder.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Oppretter en personlig kalender for deg på tjeneren og legger den til i iCal.";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "Gir deg tilgang til et gruppewebsted med en wiki og en blogg.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Gjør det mulig å koble til det private nettverket via en ekstern tilkobling.";
"kMailConfigDetails" = "• Konfigurere Mail til å bruke Mail-kontoen din på tjeneren\r";
"kIChatConfigDetails" = "• Konfigurere iChat til å bruke iChat-kontoen din på tjeneren\r";
"kFileSharingConfigDetails" = "• Legge til delte disker fra tjeneren i sidefeltet i Finder\r";
"kICalConfigDetails" = "• Legge til personlig kalenderinformasjon fra tjeneren i iCal\r";
"kVPNConfigDetails" = "• Legge til en VPN-konfigurasjon for denne tjeneren\r";
"kDontAskAboutThisServerAgain" = "Ikke spør meg om denne tjeneren igjen";
"kDontAskAboutTheseServersAgain" = "Ikke spør meg om disse tjenerne igjen";

"kBackupAllData" = "Sikkerhetskopier alle data fra denne maskinen";
"kCouldntAddServer" = "Kan ikke legge til tjener.";
"kCouldntAddServerUnexpectedErrorFormat" = "Det oppsto en uventet feil av typen %d (%@).";
"kBadODServerNameFormat" = "Det kom ingen svar fra %@. Kontroller at adressen du har oppgitt, er riktig.";
"kDuplicateServerNameFormat" = "Denne maskinen bruker allerede %@ eller en tilsvarende replika.";
"kServerDoesntSupportSSLFormat" = "%@ støtter ikke katalogforbindelser som er kryptert med SSL.";
"kServerHasUnsupportedMappingsFormat" = "%@ kan ikke legges til fordi den ikke er en Open Directory-tjener, eller den bruker tilpassede tilordninger.\n\nHvis du vil legge til denne tjeneren:\n\n• Trykk på «Vis avanserte innstillinger»-knappen i hovedvinduet\n• Velg «Tjenester» i verktøylinjen\n• Bruk LDAPv3-tjenesten for å legge til denne tjeneren med passende tilordninger";
"kCouldntAddADDomain" = "Kan ikke legge til domenet.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Det oppsto en uventet feil av typen %d (%@).";
"kBadADDomainNameFormat" = "Det kom ingen svar fra %@. Kontroller at adressen du har oppgitt, er riktig.";
"kPasswordsDontMatchTitle" = "Passordene du har oppgitt, er ikke like.";
"kPasswordsDontMatchMsg" = "Prøv igjen.";

"kAddODServerStepCheckingAddress" = "Verifiserer tjeneradresse…";
"kAddODServerStepCheckingForDupes" = "Søker etter passende tjenere…";
"kAddODServerStep1" = "Søker etter tjenerinformasjon…";
"kAddODServerStep2" = "Validerer tilordning…";
"kAddODServerStep3" = "Samler informasjon om sikkerhetsnivåer og bindingskrav…";
"kAddODServerStep4" = "Forsøker å binde…";
"kAddODServerStep5" = "Legger til tjener i konfigurasjon…";

"kCouldntBindToWGSWithADParent" = "Kan ikke binde.";
"kCouldntBindToWGSWithADParentMsg" = "Tjeneren %@ er bundet til Active Directory-domenet %@. Hvis du vil utføre en binding til denne tjeneren, må du først utføre en binding til Active Directory-domenet.";
"kDupeComputerRecordFound" = "Det finnes allerede en maskin i denne katalogen med dette navnet. Du kan velge å overskrive den, men dette kan føre til at en annen maskin deaktiveres hvis den er i bruk.";
"kAuthedBindingRequired" = "Denne tjeneren krever binding med godkjenning. Oppgi et navn og passord for tjeneren.";
"kAuthedBindingAllowed" = "Denne tjeneren tillater binding med godkjenning. Du kan velge å oppgi navn og passord. Du kan også la feltene stå tomme for å opprette en anonym binding.";
"kAuthedBindingAuthFailure" = "Navnet og passordet du har oppgitt, stemmer ikke overens. Kontroller godkjenningsinformasjonen, og prøv igjen.";
"kPermissionFailureDuringAuthBind" = "Du har ikke tillatelse til å overskrive den eksisterende maskinoppføringen. Gi beskjed om dette til tjeneradministratoren, eller prøv en annen maskin-ID.";

/* toolbar labels */
"kUsers" = "Brukere";
"kServices" = "Tjenester";
"kAuth" = "Godkjenning";
"kAdvanced" = "Avansert";
"kDebug" = "Debug";
"kSearchPaths" = "Søkekriterier";
